questions += `
題目: 1. 著作人原則上於什麼時候取得著作權？
(1) 著作人於著作登記時取得著作權。
(2) 著作人於著作完成時取得著作權。
(3) 著作人於政府主管機關核准時取得著作權。
(4) 著作人於著作備查時取得著作權。
答案: 2

題目: 2. 單純為傳達事實之新聞報導所作成之語文著作是否為《著作權法》所列不受保護的著
作？
(1) 是
(2) 否
(3) 著作權法未規定
(4) 並非著作權法第 9 條規範
答案: 1

題目: 3. 死亡的著作人，其著作人格權及著作財產權是否仍受《著作權法》的保護？
(1) 著作人格權及著作財產權不受保護。
(2) 著作人格權不受到保護，著作財產權有保護期間的限制。
(3) 著作人格權永遠受到保護，著作財產權不受保護。
(4) 著作人格權永遠受到保護，著作財產權有保護期間的限制。
答案: 4

題目: 4. 「抄襲著作」違反《著作權法》的判斷標準，除了須依《著作權法》第 44 至 65 條規
定之審酌合理使用外，法院還以什麼要件作為衡量依據？
(1) 「接觸」要件
(2) 「實質相似」要件
(3) 以上皆是
(4) 以上皆非
答案: 3

題目: 5. 下列哪些是妥善記錄及留存實驗室紀錄的主要目的？
甲、 佐證實驗結果的真實性
乙、 扮演「知識管理」的功能，用於分享及傳承研究構想及資料
丙、 供第三方重製及驗證該實驗
丁、 確保實驗過程的合法性及避免不當行為
戊、 確保實驗的完成度，以及協助釐清每位參與人員在研究中的貢獻程度
(1) 乙丙
(2) 甲乙丙
(3) 乙丙丁戊
(4) 甲乙丙丁戊
答案: 4

題目: 6. 請問在蒐集具隱私性的個人資料（如：心理狀態、醫療背景）之前，研究人員應該妥
善規劃哪些工作事項？
(1) 規劃安全、具隱密性的空間儲存研究資料。
(2) 和受試者雙方簽署《資料保密協定書》或《個人資料授權使用聲明書》等文件。
(3) 僅授權特定人士在特定目的下，才能使用該資料。
(4) 以上皆是。
答案: 4

題目: 7. 下列關於研究資料及成果之所有權的敘述，何者為非？
(1) 政府若授權研究單位使用經由公家單位取得的資料，以鼓勵他們進行涉及公眾利
益之研究時，此時資料的所有權通常便是屬於政府的。
(2) 依據我國國家科學及技術委員會的規定，受國家科學及技術委員會補助的研究計
畫，其研究資料及成果的所有權均由計畫主持人持有。
(3) 在蒐集研究資料前，研究人員必須先釐清資料所有權的認定，因為這可能會影響到
誰可以發表或出版研究成果。
(4) 由私人企業出資的研究，可能會保留未來將資料用於商業用途的權利。
答案: 2

題目: 8. 下列關於研究資料蒐集的方法，下列何者為是？
(1) 蒐集資料前應完善設計和撰寫「資料管理計畫書」，以增進資料蒐集和處理的品
質，並節省成本。
(2) 若是放在網路上的資料庫，通常都是已授權給大眾自由使用，因此沒有是否需要
申請授權的問題。
(3) 一般研究機構和學術出版單位，都能接受因研究人員粗心或無意間所造成的疏失，
故研究人員不必在意這部分。
(4) 蒐集研究資料的方法相當多元，研究人員可以刻意選用某種研究方法或設定某種
實驗條件，以得到預期中想要的結論；這是可以被接受的行為。
答案: 1

題目: 9. 根據「認識學術誠信」單元所述，下列何者不是違反學術誠信的行為？
(1) 修改研究結果的數據資料，以符合研究假設。
(2) 取得網路資源之後直接複製，成為作業內容的一部份。
(3) 跟同學一起討論作業之後，把同學的想法當作自己原創的寫進作業中。
(4) 在考試測驗中，專注於自己的試卷並盡力完成。
答案: 4

題目: 10. 下列何者對「引用」資料的敘述有誤？
(1) 為了完成課堂作業，閱讀許多資料之後，我重新歸納摘要並重新用自己的文字將
其想法表達出來並註明出處，寫在作業內容中。
(2) 為了完成課堂作業，上網找了許多資料，因為這些資料都是免費取得的，所以我
可以直接使用於作業內容中而不用註明來源出處。
(3) 為了讓作業內容更加正確完整，我利用引號將學者提出的重要句子完整呈現，並
提供清楚的資料來源與出處。
(4) 為了完成課堂作業，應該與授課教師確認作業的進行方式與內容格式，避免不符
規定影響作業成績。
答案: 2

題目: 11. 下列何者不是「未經許可的合作」？
(1) 為了完成個人作業，我和同一門課的同學一起討論分享彼此的答案。
(2) 為了完成一項可帶回家完成的考試卷，我和同學一起討論答案。
(3) 為了節省作業完成的時間，我和同學將作業內容切割成幾部分，分工合作找資
料並撰寫，最後每個人再重新組合內容完成作業。
(4) 詢問授課教師作業是否允許小組合作或是個人獨力完成的，若可以合作，繳交
作業時應一併說明每個人的貢獻程度以及如何合作完成的。
答案: 4

題目: 12. 下列何者對「變造／造假」資料的敘述有誤？
(1) 偽造研究過程中不存在的資料。
(2) 虛構研究過程中不存在的研究結果，以支持研究假設。
(3) 因為不想上課，偽造就醫證明文件。
(4) 因為作業繳交的期限快到了，但還來不及完成統計分析，所以先拿已經繳交過的
作業或是學長姊分享的報告修改成自己的名字先上傳繳交，此行為稱為「造假」。
答案: 4

題目: 13. 小明因為家境清寒，需靠半工半讀完成學業，常蠟燭兩頭燒；這學期的期末報告老師
規定採用分組報告，身為好朋友的你會怎麼幫助他度過這次的期末報告？
(1) 好人做到底，直接幫他蒐集一份資料，當作他的貢獻。
(2) 建議他可以上網找寫手幫忙。
(3) 時常提醒他報告的進度，並提醒他做好時間管理。
(4) 小明對分組報告都沒有貢獻，直接把他踢出團隊。
答案: 3

題目: 14. 以下何者不是防範作弊的方法？
(1) 遵循老師的作業規定
(2) 追求真理知識
(3) 做好時間管理
(4) 把作業發包給同學寫
答案: 4

題目: 15. 考試作弊最大的影響為何？
(1) 對他人不公平
(2) 對教師不尊重
(3) 很丟臉
(4) 會被當
答案: 1

題目: 16. 小宜這學期修了一堂大一英文，這門課的考試方式是集中兩、三百人在活動中心一起
考試，考試那天小宜家裡剛好有重要的事情無法出席會考，小宜應該怎麼辦？
(1) 拜託隔壁校的好朋友來幫忙考試。
(2) 上網搜尋幫忙考試的服務，找專業寫手幫忙。
(3) 直接缺考。
(4) 考試前趕快告訴老師或助教，詢問是否能事後補考。
答案: 4

題目: 17. 下列對改寫（paraphrasing）的寫作技巧，何者有誤？
(1) 使用時機為：文章意義的重現與內涵重申，或者整合多筆文章內容於同一段落。
(2) 保留原文作者觀點，並適時加上引用者自身看法，重新表達資料。
(3) 改寫後的文字長度和原文相差甚多。
(4) 是一種「換句話說」概念，改以其他文字與說法，傳達原文的精神。
答案: 3

題目: 18. 下列對摘寫（summarizing）的寫作技巧，何者有誤？
(1) 使用時機為：縮減較長的文字段落，例如一整個章節或者一整本書。
(2) 摘寫後的文章長度較原文長，會用更多文句來詮釋原文。
(3) 摘寫後長度較原文精簡。
(4) 像是一種「一言以蔽之」的概念，用少量的文字，傳達原文大量的內容。
答案: 2

題目: 19. 小光這學期需要繳交很多份期末作業，為了趕在繳交期限前完成，小光以參考為由，
向學長借了歷年的作業當做範本。然而，因為時間有限，小光來不及做適度的改寫，
便直接將學長提供的歷年作業，一字不漏地複製並貼於自己的報告中，最後終於如期
完成所有的作業。請問小光的行為，屬於以下何種不當研究行為？
(1) 資料蒐集程序不當
(2) 造假／變造研究數據
(3) 剽竊／抄襲
(4) 重複發表／出版研究成果、申請計畫
答案: 3

題目: 20. 小光所就讀的研究所規定，研究生在畢業前必須發表至少一篇期刊論文。但是，小光
在趕碩士論文之虞，實在是無暇另外撰寫一篇期刊論文，故他上研究生常用的線上論
壇並徵求協助，希望找到正在撰寫期刊論文的研究生可以借他掛名為第二作者。小光
的行為，已涉及何種不當研究行為？
(1) 資料蒐集程序不當
(2) 造假與變造研究數據
(3) 不當作者掛名
(4) 重複發表／出版研究成果、申請計畫
答案: 3

題目: 21. 下列對「著作權」的敘述，何者是錯誤的？
(1) 著作權人享有重製自己著作的權利。
(2) 著作權人有權將自己的著作放到網路上公開傳輸。
(3) 現行著作權也適用於網路情境，常見的是「重製權」和「公開傳輸權」。
(4) 沒有經過著作人的同意，對他人的著作加以重製，就一定會侵犯著作權法。
答案: 4

題目: 22. 下列對「重製權」的敘述，何者是錯誤的？
(1) 像是印刷、複印、錄音、錄影、攝影、筆錄的行為都算是重製他人著作的行為。
(2) 未經著作人同意，除非是合理使用，否則不得將他人著作加以重製。
(3) 老師為教學需要，複製一篇文章的一頁給學生當參考，可算是合理重製。
(4) 只要是非營利目的，例如為了學校作業，可以不需得到他人同意，任意複製他人
的著作。
答案: 4

題目: 23. 下列對「公開傳輸權」的敘述，何者正確？
(1) 擅自將他人著作放到網路上供人下載或轉寄與大家分享，可能侵犯公開傳輸權。
(2) 因為找不到原作者是誰，只要加註如有侵權將移除，即可分享或轉貼他人著作。
(3) 只是公開分享非法的影音超連結，頂多只會侵犯重製權，不會侵犯公開傳輸權。
(4) 以上皆是。
答案: 1

題目: 24. 下列何種網路使用行為最可能侵犯他人著作權？
(1) 為了寫學校作業，適度地引用他人資料並註明出處。
(2) 為了學習繪圖軟體，在網路上下載幾張圖片自己在家練習。
(3) 將電影的非法網路連結張貼在社群網站給所有朋友看。
(4) 以即時連線的方式在網路影音平台上觀看綜藝節目。
答案: 3

`;