questions += `
題目: 1. 根據「認識學術誠信」單元所述，下列何者不是違反學術誠信的行為？
(1) 修改研究結果的數據資料，以符合研究假設。
(2) 取得網路資源之後直接複製，成為作業內容的一部份。
(3) 跟同學一起討論作業之後，把同學的想法當作自己原創的寫進作業中。
(4) 在考試測驗中，專注於自己的試卷並盡力完成。
答案: 4

題目: 2. 下列何者對「引用」資料的敘述有誤？
(1) 為了完成課堂作業，閱讀許多資料之後，我重新歸納摘要並重新用自己的文字將
其想法表達出來並註明出處，寫在作業內容中。
(2) 為了完成課堂作業，上網找了許多資料，因為這些資料都是免費取得的，所以我可
以直接使用於作業內容中而不用註明來源出處。
(3) 為了讓作業內容更加正確完整，我利用引號將學者提出的重要句子完整呈現，並
提供清楚的資料來源與出處。
(4) 為了完成課堂作業，應該與授課教師確認作業的進行方式與內容格式，避免不符
規定影響作業成績。
答案: 2

題目: 3. 研究倫理之相關規範的主要實踐者應為誰？
(1) 大學生和研究生
(2) 公私立研究機構的研究人員
(3) 大學教授及博士後研究員
(4) 以上皆是
答案: 4

題目: 4. 研究者若故意忽視研究倫理，可能衍伸的後果不包括下列何者？
(1) 透過個人高度的學術聲望，使大眾忽略其違反研究倫理的行為。
(2) 對研究的參與者造成生心理上的傷害。
(3) 因違反專業規範或政策，而必須接受相關的懲處。
(4) 因傷害社會大眾對科學研究的信任，而影響個人的科學研究聲譽。
答案: 1

題目: 5. 下列何者是常見之研究倫理專業規範的主要類型？
(1) 普世的宣言及報告書。
(2) 專業學會所訂立之研究倫理守則。
(3) 學術期刊或出版機構對於研究著作的投稿規範。
(4) 以上皆是。
答案: 4

題目: 6. 在正式開始實驗前，研究者主要應熟悉哪些常見的研究倫理規範，才能同時保障研究
參與者和受試者的權利和義務？
(1) 涉及人體研究的相關法律規範。
(2) 所屬專業學會對於人類受試者保護的要求。
(3) 學術期刊對於人體研究的政策。
(4) 以上皆是。
答案: 4

題目: 7. A 醫療機構欲對 B 做人體試驗，卻未明確告知 B 有關試驗事項，但 B 已書面同意 A 對
其做人體試驗，A 違反何種研究倫理？
(1) 違反研究者明確告知義務及被研究者知情同意原則
(2) 違反研究者明確告知義務，沒有違反被研究者知情同意原則
(3) 沒有違反研究者明確告知義務，違反被研究者知情同意原則
(4) 沒有違反研究者明確告知義務及被研究者知情同意原則
答案: 1

題目: 8. 黃草莓從事有關愛滋病之研究，對李蘭花進行深度訪談，李蘭花要求不可將其患病之
情況曝光。然而，黃草莓在發表研究結果時，洩漏李蘭花之愛滋病歷，黃草莓之行為
違反何種法律之規定？
(1) 行政程序法
(2) 個人資料保護法
(3) 公平交易法
(4) 保險法
答案: 2

題目: 9. 小生最近在執行一個研究，採用問卷調查法，研究設計每位受試者只能填答一次。小
生透過網路問卷系統蒐集資料，但為求在最短時間內蒐集到足夠的樣本資料，小生以
抽獎作為誘因，並在問卷說明中寫道「每人每日可填答一次，填答越多中獎機會越高」
等文句。換言之，小生的研究對象可多次重覆填寫問卷。請問小生的行為，可能已涉
及何種不當研究行為？
(1) 資料蒐集程序不當
(2) 造假／變造研究數據
(3) 剽竊／抄襲
(4) 重複發表／出版研究成果、申請計畫
答案: 1

題目: 10. 小光這學期需要繳交很多份期末作業，為了趕在繳交期限前完成，小光以參考為由，
向學長借了歷年的作業當做範本。然而，因為時間有限，小光來不及做適度的改寫，
便直接將學長提供的歷年作業，一字不漏地複製並貼於自己的報告中，最後終於如期
完成所有的作業。請問小光的行為，屬於以下何種不當研究行為？
(1) 資料蒐集程序不當
(2) 造假／變造研究數據
(3) 剽竊／抄襲
(4) 重複發表／出版研究成果、申請計畫
答案: 3

題目: 11. 下列何者對「造假」資料的敘述有誤？
(1) 指研究者偽造研究過程中不存在的資料。
(2) 指研究者虛構研究過程中不存在的研究結果。
(3) 為了支持研究假設，將統計上未達顯著水準的分析數值，偷改成有達到顯著水準
的數值，此行為稱為「造假」。
(4) 研討會的截稿日期將至，但剛回收的資料來不及進行統計分析，所以先隨意輸入
一些數值並分析，以快速完成論文，此行為稱為「造假」。
答案: 3

題目: 12. 大部分的出版商或是期刊，對於研究圖像的處理，皆訂立有相關的規範。下列何者是
較不被允許的圖像處理方式？
(1) 在合理範圍內，調整影像的清晰度，讓讀者更易閱讀。
(2) 刻意將圖片模糊，讓讀者無法輕易看到細節。
(3) 裁切圖片周圍多餘的空白區。
(4) 研究結束後，妥善保存未經過後製的原始圖像。
答案: 2

題目: 13. 下列哪些學術研究行為可能構成「抄襲與剽竊」？
A. 整段地照抄別人的作品而沒有註明出處。
B. 自己研究資料的統計結果不甚理想，故變造數據，以符合期待中的結果。
C. 將他人的創作改頭換面，未註明出處，使其看起來像是自己的創作。
D. 分別複製不同文章的不同段落，未註明出處地放到自己的文章中。
(1) AC
(2) ACD
(3) ABC
(4) ABCD
答案: 2

題目: 14. 小妍想要將自己的研究成果寫成期刊論文投稿，下列何者為避免自我抄襲的有效辦
法？
(1) 即使是使用大量自己已出版文章的內容也沒關係，只要有註明資料來源就好
(2) 若使用已出版的論文文字，全部都要改寫，避免文字上的自我抄襲，圖或表可以
直接拿來使用
(3) 把之前所發表過的研討會論文內文完全一字不漏地放到期刊論文中
(4) 在新論文中排除先導研究中所使用的資料，另行蒐集資料進行分析
答案: 4

題目: 15. 身為學術界的一員，下列哪些行為是可以避免自我抄襲的有效作法？
(a) 同一筆研究資料，勿再重複發表論文
(b) 將一筆資料擴充收新的資料後，再次寫成研究論文投稿
(c) 避免將同一筆資料修改詮釋後，再次寫成研究論文投稿
(d) 善用引述、改寫和摘寫等方法重新處理自己曾經撰寫過的文字，並清楚註明出處
 (e) 把自己於某已出版論文中製作的圖或表，重新原封不動地使用於另一篇文章。
(1) (a) (c) (d)
(2) (a) (b) (e)
(3) (a) (b) (c)
(4) (a) (b) (d)
答案: 1

題目: 16. 下列對引述（quoting）的寫作技巧，何者有誤？
(1) 意義是在清楚註明文章中所參考的資料，以避免抄襲他人的研究，也讓讀者更了
解相關的文獻。
(2) 不需要在文後清楚註明參考文獻（reference）或完整的書目資訊。
(3) 通常引用 40 字以上的文字即需：獨立引文，引述的文字單獨成一個段落。
(4) 研究著作的投稿規範通常引用 40 字以內的文字即需：串在正文內，並加上引號。
答案: 2

題目: 17. 小碩正在撰寫跟網路教學相關的論文，請問下列何者的文句是小碩使用「引述
（quoting）」的寫作技巧？
(1) Wang（2006）認為，學習者藉由網路作為工具，與外國人進行文化交流，能讓學
生有更多接觸世界的機會，而且學生對於不同文化的態度也會轉變得更積極。
(2) 本研究中訪問的教師也表達了相同的想法：
我認為網路很方便，而且可以幫助不同國籍的學生降低文化差異，這是很好的現
象，我覺得未來會有愈來愈多的人使用網路來學習。（教師 1）
(3) 綜合上述，研究者認為網路的即時性、無國界性，可幫助不同國籍的學生縮短時
空距離、文化差異。
(4) 以上皆為引述（quoting）的寫作技巧。
答案: 2

題目: 18. 下列對改寫（paraphrasing）的寫作技巧，何者有誤？
(1) 使用時機為：文章意義的重現與內涵重申，或者整合多筆文章內容於同一段落。
(2) 保留原文作者觀點，並適時加上引用者自身看法，重新表達資料。
(3) 改寫後的文字長度和原文差非常多。
(4) 像是一種「換句話說」的概念，改以其他文字與說法，傳達原文的精神。
答案: 3

題目: 19. 下列對摘寫（summarizing）的寫作技巧，何者有誤？
(1) 使用時機為：縮減較長的文字段落，例如一整個章節或者一整本書
(2) 摘寫後長度較原文長，會用更多文句來詮釋原文。
(3) 摘寫後長度較原文精簡。
(4) 像是一種「一言以蔽之」的概念，用少量的文字，傳達原文大量的內容。
答案: 2

題目: 20. 關於引用行為之敘述，下列何者正確？
(1) 若引文字數過多（如引英文字數超過 40 字），引文必須自正文中獨立出來，自成
一段。
(2) 沒有使用引號或添加註解等方式標示他人的著作，是可被接受的。
(3) 所引用他人創作之部分與自己創作之部分，在文章中不用特別加以區辨，只要在
文末註明資料來源即可。
(4) 一字不動的引用他人原文，只需要註明資料來源，不需要特別於所引用之原文前
後加上引號。
答案: 1

題目: 21. 以下關於引用的研究倫理規範，何者有誤：
(1) 寫作學術論文時，內容必須全部都是作者自己原始創作，一概不得援引任何他人
的理論、研究或資料。
(2) 引用他人著作時，應依照各該學門的學術引註習慣，以適當方式為之。
(3) 如果一字不變地引用他人著作，應以引號或分段縮排等適當方式，明確標明哪些
部分是引用自他人的著作內容。
(4) 引用他人研究或理論進行文獻回顧時，不宜只是單純的剪貼資料，而應經作者自
身閱讀並思考文獻內容後，挑選與本論文研究主題直接相關的部分加以援用。
答案: 1

題目: 22. 在下列的情境中，何者是適切的論文掛名行為？
(1) 小究對小生的研究沒有實質的貢獻，但小生為了感謝小究在研究所期間對他的鼓
勵和支持，因此在發表時將小究掛名共同作者。
(2) 花花是一位博士生，為了討好某位學術界的知名教授，即使教授對他的論文沒有
實質貢獻，她仍將這位教授掛名在自己即將發表的論文上；花花在掛名前有先告
知這位教授，並取得他的同意。
(3) 小華是一位博士生，他在論文發表時，認為自己的指導教授對該篇研究具有實質
的貢獻，例如：發想研究主題、協助執行研究，以及修改研究論文等，因此他取
得指導教授的同意，將他共同掛名為論文作者。
(4) 小妍和花花是同實驗室的博士生，她們一起共同執行某項研究，並共同撰寫論文。
在發表之際，負責投稿流程的小妍，認為花花的文筆不好，寫的內容常被改掉，
因此認為花花沒有資格掛名為共同作者，故在投稿過程中刪除花花的名字，使自
己成為該篇論文的唯一作者。
答案: 3

題目: 23. 根據國際醫學期刊編輯委員會（ICMJE）的定義，下列各項對研究和論文貢獻的敘述，
何者不足以成為掛名作者？
(1) 發想研究主題、設計研究方法，或蒐集、分析和詮釋研究資料。
(2) 草擬論文初稿，或對論文提供實質重要的修改。
(3) 修改並定稿最終發表的論文。
(4) 修改論文的文法及語句，使之在語意上通順且流暢。
答案: 4

題目: 24. 死亡的著作人，其著作人格權及著作財產權是否仍受《著作權法》的保護？
(1) 著作人格權及著作財產權不受保護。
(2) 著作人格權不受到保護，著作財產權有保護期間的限制。
(3) 著作人格權永遠受到保護，著作財產權不受保護。
(4) 著作人格權永遠受到保護，著作財產權有保護期間的限制。
答案: 4

題目: 25. 「抄襲著作」違反《著作權法》的判斷標準，除了須依《著作權法》第 44 至 65 條規
定之審酌合理使用外，法院還以什麼要件作為衡量依據？
(1) 「接觸」要件
(2) 「實質相似」要件
(3) 以上皆是
(4) 以上皆非
答案: 3

題目: 26. 何者是《個資法》第 6 條第 1 項規定原則上不得蒐集、處理或利用之個人資料？
(1) 國民身分證統一編號
(2) 醫療
(3) 家庭
(4) 指紋
答案: 2

題目: 27. 依《個資法》第 20 條第 1 項規定，非公務機關對個人資料之利用，原則上應具備以
下何種要件？
(1) 應於蒐集之特定目的必要範圍內為之。
(2) 不需要於蒐集之特定目的必要範圍內為之。
(3) 可以違反蒐集之特定目的。
(4) 《個資法》沒有規定。
答案: 1

題目: 28. 阿平向甲公家機關檢舉鼎鋅集團所屬的公司賣黑心油，然而甲公家機關為獎勵阿平，
卻將阿平為檢舉人的身分曝光，甲是否侵犯阿平的隱私權？
(1) 甲機構沒有惡意，所以沒有侵犯阿平的隱私權。
(2) 法律沒有規定要保密檢舉人的身分，所以甲機構沒有侵犯阿平的隱私權。
(3) 甲機構已侵犯阿平的隱私權。
(4) 甲機構獎勵阿平，可以鼓勵大眾，所以沒有侵犯阿平的隱私權。
答案: 3

題目: 29. 小明為了研究，在 BBS 某版中收集網友的言論，並直接引述一些原文(一字未改)在
論文中。小明並未述明這些文字的出處(發言者、暱稱)，但如果用這些文字去搜尋，
讀者可知是哪位網友說的。請問，小明有侵犯發言網友的隱私嗎？
(1) 小明已侵犯網友的資訊隱私權，小明將受刑法的處罰。
(2) 小明應無侵犯網友的隱私權，但使用網路資料時，仍須注意合理使用的範圍。
(3) 只要是為了研究，侵犯他人隱私也是合理的範圍。
(4) 以上皆是。
答案: 2

題目: 30. 下列何者不是《貝爾蒙特報告書》所提到之研究過程中必須遵循的基本原則？
(1) 尊重人格
(2) 守法
(3) 行善
(4) 正義
答案: 2

題目: 31. 依據《貝爾蒙特報告書》中的「行善」原則，研究者必須在何種風險和預期利益評估
結果下執行研究？
(1) 風險最小化、預期利益最大化。
(2) 風險最大化、預期利益最小化。
(3) 風險和預期利益皆最小化。
(4) 風險和預期利益皆最大化。
答案: 1

題目: 32. 下列關於研究資料及成果之所有權的敘述，何者為非？
(1) 政府若授權研究單位使用經由公家單位取得的資料，以鼓勵他們進行涉及公眾利
益之研究時，此時資料的所有權通常便是屬於政府的。
(2) 依據我國國家科學及技術委員會的規定，受國家科學及技術委員會補助的研究計
畫，其研究資料及成果的所有權均由計畫主持人持有。
(3) 在蒐集研究資料前，研究人員必須先釐清資料所有權的認定，因為這可能會影響
到誰可以發表或出版研究成果。
(4) 由私人企業出資的研究，可能會保留未來將資料用於商業用途的權利。
答案: 2

題目: 33. 下列關於研究資料蒐集的方法，下列何者為是？
(1) 蒐集資料前應完善設計和撰寫「資料管理計畫書」，以增進資料蒐集和處理的品質，
並節省成本。
(2) 若是放在網路上的資料庫，通常都是已授權給大眾自由使用，因此沒有是否需要
申請授權的問題。
(3) 一般研究機構和學術出版單位，都能接受因研究人員粗心或無意間所造成的疏失，
故研究人員不必在意這部分。
(4) 蒐集研究資料的方法相當多元，研究人員可以刻意選用某種研究方法或設定某種
實驗條件，以得到預期中想要的結論；這是可以被接受的行為。
答案: 1

題目: 34. 當研究者或研究機構對於主要利益的專業判斷，受到次要利益的不當影響時，常會產
生利益衝突。請問下列何者不是研究上常見的次要利益？
(1) 研究者之經濟收入
(2) 知識
(3) 學術名聲
(4) 學術成就
答案: 2

題目: 35. 下列何者不是管理利益衝突的重要性？
(1) 確保研究的廉正性
(2) 確保受試者的福祉
(3) 確保受試者的安全
(4) 確保研究的經濟利益
答案: 4

`;