questions += `
題目: 1. 以下何者不是科學研究的特性？
(1) 科學家利用其知識與能力，在研究資源的支持下，提出新理論、發現新事物、發展
新應用、解決各式各樣的問題。
(2) 科學研究需要很大的自由度與自主性，因此科學家需要具備高度的學術自律，並
將學術倫理（academic ethics）及研究誠信（research integrity）的知能落實於研究
中。
(3) 科學研究通常都有正式組織運作，且需要許多單位（如大學、研究單位、研究出資
單位、研究成果發行單位、各式學會）互相配合才得以執行。
(4) 科學家盡心盡力完成的科學研究成果，應當好好保存，不可隨意公開給社會大眾。
答案: 4

題目: 2. 若一位研究所的新生，想在開學前了解自己應該特別注意的倫理規範，他可以由哪方
面著手取得相關的規範事項？
(1) 查詢國家科學及技術委員會網站的「學術倫理」專區。
(2) 了解學校有關學術倫理的相關規範與課程。
(3) 瀏覽專業學會的網站，取得最新的倫理規範內容。
(4) 以上皆是。
答案: 4

題目: 3. 在研究的過程中，最重要的核心價值為何？
(1) 節儉，盡可能降低研究成本。
(2) 守時，能按預訂時程完成實驗步驟是最重要的。
(3) 誠實，以實踐科學誠信的價值。
(4) 熱情，致力於與師長同儕的社交關係。
答案: 3

題目: 4. 在正式開始實驗前，研究者主要應熟悉哪些常見的研究倫理規範，才能同時保障研究
參與者和受試者的權利和義務？
(1) 涉及人體研究的相關法律規範。
(2) 所屬專業學會對於人類受試者保護的要求。
(3) 學術期刊對於人體研究的政策。
(4) 以上皆是。
答案: 4

題目: 5. 在進行研究的過程中，下列何種行為最可以保障研究參與者和受試者的權利，並維護
他們的安全？
(1) 提供研究參與者和受試者參與研究的報酬，並以許多誘因避免他們半途退出研究。
(2) 落實研究參與者和受試者履行知情同意的原則，並謹慎評估研究可能所致的風險。
(3) 完全不以未成年或其他易受傷害族群（如病患、孕婦）作為研究對象。
(4) 對成年的研究參與者和受試者，簡化關於研究風險的敘述，以降低他們的心理壓
力。
答案: 2

題目: 6. 黃草莓從事有關愛滋病之研究，對李蘭花進行深度訪談，李蘭花要求不可將其患病之
情況曝光。然而，黃草莓在發表研究結果時，洩漏李蘭花之愛滋病歷，黃草莓之行為
違反何種研究倫理？
(1) 違反研究者明確告知義務
(2) 違反被研究者知情同意原則
(3) 違反保護被研究者的隱私權
(4) 違反公平對待原則
答案: 3

題目: 7. 甲醫療機構為研究特殊疾病，欲對十六歲之乙做人體試驗，有關書面同意須由何人為
之？
(1) 乙本人同意
(2) 乙之法定代理人同意
(3) 乙本人或其法定代理人其中之一同意即可
(4) 乙本人與其法定代理人之同意
答案: 4

題目: 8. 根據「不當研究行為的定義」單元所述，下列何者非不當研究行為？
(1) 研究資料之過度美化
(2) 研究設備之不當操作
(3) 刻意不發表研究成果
(4) 將研究結果過度切割為數個發表單位
答案: 3

題目: 9. 小妍和她的指導教授共同列名於一篇共同完成的學術論文，他們將要把該篇論文投稿
至國外的學術期刊。在投稿前夕，一位曾協助小妍修改論文語句和文法的學姐，向小
妍提出她也要列名作者的要求。你認為小妍應該同意讓學姐一同掛名作者嗎？為什麼？
(1) 應該，因為學姊快畢業了，小妍應該幫助學姊
(2) 應該，學姊是前輩，小妍應該聽學姊的話
(3) 不應該，單純修改語句和文法對於該研究的實質貢獻較少
(4) 都可以，小妍高興就好
答案: 3

題目: 10. 下列何者對「變造」資料的敘述有誤？
(1) 指研究者更改或刪除數據、結果或圖片。
(2) 指研究者操弄研究資料或設備，以達到自己設定的研究假設。
(3) 為了支持研究假設，將統計上未達顯著水準的分析數值，偷改成有達到顯著水準
的數值，此行為稱為「變造」。
(4) 研討會的截稿日期將至，但剛回收的資料來不及進行統計分析，所以先隨意輸入
一些數值並分析，以快速完成論文，此行為稱為「變造」。
答案: 4

題目: 11. 下列何者是忠實呈現研究結果的主要理由？
(1) 秉持誠信原則行事，預防不實成果影響個人信譽和生涯發展。
(2) 實質貢獻不實的研究結果可能會侵害他人研究結果的正確性，也可能造成他人在
生理和心理上的傷害。
(3) 發表不實研究成果的話，可能會被教育部依《學位授予法》撤銷學位。
(4) 以上皆是。
答案: 4

題目: 12. 下列何者不是抄襲與剽竊的後果？
(1) 可能破壞自身的研究信用
(2) 可能會受到撤銷學位的懲處
(3) 可能會受到原作者的讚賞
(4) 原作者有可能提出法律告訴
答案: 3

題目: 13. 下列何者不是學術寫作上避免抄襲與剽竊的方法？
(1) 了解自己學術領域正確的寫作格式
(2) 盡量不要自己寫作，全部複製他人文章
(3) 引用他人資料時，清楚引述與註明參考文獻
(4) 要引述的資料若過多，徵求原作者同意
答案: 2

題目: 14. 小妍想要將自己的研究成果寫成期刊論文投稿，下列何者為避免自我抄襲的有效辦
法？
(1) 即使是使用大量自己已出版文章的內容也沒關係，只要有註明資料來源就好
(2) 若使用已出版的論文文字，全部都要改寫，避免文字上的自我抄襲，圖或表可以
直接拿來使用
(3) 把之前所發表過的研討會論文內文完全一字不漏地放到期刊論文中
(4) 在新論文中排除先導研究中所使用的資料，另行蒐集資料進行分析
答案: 4

題目: 15. 下列何者是自我抄襲所衍伸出之對研究者個人和學術研究社群的不利影響？
(1) 產生一稿二投、重複發表、重複申請經費等的疑慮
(2) 自我抄襲之作對學術研究社群的貢獻度低，被視為是浪費學術資源的行為
(3) 自我抄襲之作易使讀者誤認為所閱讀之內容是首次出現的創新意見或構想，誤導
讀者對所讀內容的正確詮釋
(4) 以上皆是
答案: 4

題目: 16. 下列何者為學術寫作中，需要引述（quoting）的情況？
(1) 引述他人論點
(2) 呈現受訪者原始回答內容
(3) 引述二手資料
(4) 以上皆是
答案: 4

題目: 17. 小碩正在撰寫跟網路教學相關的論文，請問下列何者的文句是小碩使用「引述
（quoting）」的寫作技巧？
(1) Wang（2006）認為，學習者藉由網路作為工具，與外國人進行文化交流，能讓學
生有更多接觸世界的機會，而且學生對於不同文化的態度也會轉變得更積極。
(2) 本研究中訪問的教師也表達了相同的想法：
我認為網路很方便，而且可以幫助不同國籍的學生降低文化差異，這是很好的現
象，我覺得未來會有愈來愈多的人使用網路來學習。（教師 1）
(3) 綜合上述，研究者認為網路的即時性、無國界性，可幫助不同國籍的學生縮短時
空距離、文化差異。
(4) 以上皆為引述（quoting）的寫作技巧。
答案: 2

題目: 18. 下列對改寫（paraphrasing）的寫作技巧，何者有誤？
(1) 使用時機為：文章意義的重現與內涵重申，或者整合多筆文章內容於同一段落。
(2) 保留原文作者觀點，並適時加上引用者自身看法，重新表達資料。
(3) 改寫後的文字長度和原文差非常多。
(4) 像是一種「換句話說」的概念，改以其他文字與說法，傳達原文的精神。
答案: 3

題目: 19. 下列對摘寫（summarizing）的寫作技巧，何者有誤？
(1) 使用時機為：縮減較長的文字段落，例如一整個章節或者一整本書
(2) 摘寫後長度較原文長，會用更多文句來詮釋原文。
(3) 摘寫後長度較原文精簡。
(4) 像是一種「一言以蔽之」的概念，用少量的文字，傳達原文大量的內容。
答案: 2

題目: 20. 下列何種狀況，於法律上無法主張合理使用？
(1) 記者進行報導。
(2) 研究人員執行研究計畫。
(3) 國中教師於課堂上進行教學。
(4) 撰寫如何從黑市取得並改造槍枝之書籍。
答案: 4

題目: 21. 以下關於引用他人著作時，正確的引註方式的描述，何者有誤：
(1) 須為報導、評論、教學、研究或其他正當目的之行為。
(2) 所引用他人創作之部分與自己創作之部分，必須可加以區辨。
(3) 只要所引用的量占整個著作比例很低，即屬於合理使用範圍內。
(4) 須明示出處。
答案: 3

題目: 22. 小妍是一位碩士生，她在畢業前夕已將自己的中文碩士論文改寫成一篇英文期刊論
文，並決定投稿到水準不錯的期刊。此時，她面臨了一個「誰有資格掛名為論文作者」
的問題。如果你是小妍，除了自己，你覺得誰最有資格掛名為共同作者呢？
(1) 實驗室的創辦人：因為他是實驗室的創始人，因此利用該實驗室的資源所產出的
研究著作，都應該掛上創始人之名。
(2) 碩士班的指導教授：因為他在小妍的碩士論文中提供非常多研究上的建議，且協
助修改英文期刊論文的文稿，使論文在組織和邏輯上更符合期刊論文的要求。
(3) 實驗室的行政管理者：因為他負責協助進行實驗室設備和環境的採購及維護，使
小妍可以在資源充沛、安全無虞的環境中進行研究。
(4) 大學時期的教授：因為他替小妍寫推薦信，使小妍可以推甄上目前就讀的研究所，
才有此篇論文產生。
答案: 2

題目: 23. 以下何者並非一位負責任的論文作者應有的行為？
(1) 規避論文發表後，讀者對論文內容所提出的質疑。
(2) 在執行合作型的研究時，避免著作權的爭議。
(3) 確保研究論文的品質和精確性。
(4) 確保研究及發表的過程，皆符合研究倫理的規範。
答案: 1

題目: 24. 著作人原則上於什麼時候取得著作權？
(1) 著作人於著作登記時取得著作權。
(2) 著作人於著作完成時取得著作權。
(3) 著作人於政府主管機關核准時取得著作權。
(4) 著作人於著作備查時取得著作權。
答案: 2

題目: 25. 單純為傳達事實之新聞報導所作成之語文著作是否為《著作權法》所列不受保護的著
作？
(1) 是
(2) 否
(3) 著作權法未規定
(4) 並非著作權法第 9 條規範
答案: 1

題目: 26. 依《個資法》第 20 條第 1 項規定，非公務機關對個人資料之利用，原則上應具備以
下何種要件？
(1) 應於蒐集之特定目的必要範圍內為之。
(2) 不需要於蒐集之特定目的必要範圍內為之。
(3) 可以違反蒐集之特定目的。
(4) 《個資法》沒有規定。
答案: 1

題目: 27. 《個資法》第 19 條第 1 項規定，非公務機關對個人資料之蒐集或處理，應有特定目
的外，並且須符合下列何種情形之一，才可以為之？
(1) 法律明文規定。
(2) 當事人同意。
(3) 有關公共利益。
(4) 以上皆是。
答案: 4

題目: 28. 國中生的小玉不想讓他人知道阿志寄給她的情書內容，於是將它放在學校抽屜裡。由
於近來小玉的行為表現不太正常，老師為了解小玉的交友情況，發現小玉的抽屜有一
封情書，因此，將該情書沒收並閱讀內容，老師是否侵犯小玉的隱私？
(1) 老師沒有侵犯小玉的隱私。
(2) 老師已侵犯小玉的隱私。
(3) 小玉未滿 20 歲，並沒有隱私的問題。
(4) 老師是為了解學生交友情形，當然可以侵犯學生的隱私。
答案: 2

題目: 29. 快樂社區的流浪狗被虐待致死，由於虐待者的手段凶殘，該社區的居民決定找出虐待
者，於是透過監視畫面，開始人肉搜索，發現小胖就是虐待動物的人，然而在搜索當
中，搜索者阿國顯示的小胖個人資料卻不是已公開的個資或取自一般可得來源，阿國
是否侵犯小胖的個人資訊隱私權？
(1) 阿國已侵犯小胖的資訊隱私權。
(2) 阿國沒有侵犯小胖的資訊隱私權。
(3) 人肉搜索是被允許的，所以，阿國沒有侵犯小胖的資訊隱私權。
(4) 小胖虐待動物的行為本來就不對，為保護動物，當然可以侵犯小胖的資訊隱私權。
答案: 1

題目: 30. 以下何者符合《貝爾蒙特報告書》中「正義」原則的研究行為？
(1) 因私人因素而不將某位符合研究資格的病患納入可能對他有益的人體試驗。
(2) 因刻板印象而以特定原住民族作為研究對象。
(3) 以物質利誘弱勢族群參加研究。
(4) 仔細評估研究中的風險和負擔，盡力協助受試者享有研究成果所帶來的利益。
答案: 4

題目: 31. 下列何者不是《貝爾蒙特報告書》所提到之研究過程中必須遵循的基本原則？
(1) 尊重人格
(2) 守法
(3) 行善
(4) 正義
答案: 2

題目: 32. 請問在蒐集具隱私性的個人資料（如：心理狀態、醫療背景）之前，研究人員應該妥
善規劃哪些工作事項？
(1) 規劃安全、具隱密性的空間儲存研究資料。
(2) 和受試者雙方簽署《資料保密協定書》或《個人資料授權使用聲明書》等文件。
(3) 僅授權特定人士在特定目的下，才能使用該資料。
(4) 以上皆是。
答案: 4

題目: 33. 下列哪些是妥善記錄及留存實驗室紀錄的主要目的？
甲、 佐證實驗結果的真實性
乙、 扮演「知識管理」的功能，用於分享及傳承研究構想及資料
丙、 供第三方重製及驗證該實驗
丁、 確保實驗過程的合法性及避免不當行為
戊、 確保實驗的完成度，以及協助釐清每位參與人員在研究中的貢獻程度
(1) 乙丙
(2) 甲乙丙
(3) 乙丙丁戊
(4) 甲乙丙丁戊
答案: 4

題目: 34. 研究機構的利益衝突與個人的利益衝突狀況相仿，當發生利益衝突時，研究機構須考
量到其主要任務。請問下列何者不是研究機構的主要任務？
(1) 經濟利益
(2) 研究
(3) 教育
(4) 公眾服務
答案: 1

題目: 35. 為避免研究倫理委員會的成員陷入利益衝突的困境，下列何者可能最不適任被指派
參與審查研究計畫？
(1) 研究計畫申請人的老師
(2) 研究倫理的專家
(3) 研究機構的主管
(4) 同研究領域的專家
答案: 1

`;