questions += `
題目: 1. 下列何者不是「未經許可的合作」？
(1) 為了完成個人作業，我和同一門課的同學一起討論分享彼此的答案。
(2) 為了完成一項可帶回家完成的考試卷，我和同學一起討論答案。
(3) 為了節省作業完成的時間，我和同學將作業內容切割成幾部分，分工合作找資料
並撰寫，最後每個人再重新組合內容完成作業。
(4) 詢問授課教師作業是否允許小組合作或是個人獨力完成的，若可以合作，繳交作
業時應一併說明每個人的貢獻程度以及如何合作完成的。
答案: 4

題目: 2. 下列何者為學術寫作中，需要引述（quoting）的情況？
(1) 引述他人論點。
(2) 呈現受訪者原始回答的內容。
(3) 引述二手資料。
(4) 以上皆是。
答案: 4

題目: 3. 下列何者是符合一般研究倫理規範的行為？
(1) 為了增加論文內容的說服性，而美化研究圖表或過度詮釋研究結果。
(2) 在撰寫論文時，誠實且精確地呈現和報告研究資料。
(3) 因研究設計不周延，而耗費許多研究資源和社會成本。
(4) 將對該研究缺乏實質貢獻的人，納為論文的共同作者。
答案: 2

題目: 4. 若一位研究所的新生，想在開學前了解自己應該特別注意的倫理規範，他可以由哪方
面著手取得相關的規範事項？
(1) 查詢國家科學及技術委員會網站的「學術倫理」專區。
(2) 了解學校有關學術倫理的相關規範與課程。
(3) 瀏覽專業學會的網站，取得最新的倫理規範內容。
(4) 以上皆是。
答案: 4

題目: 5. 根據「不當研究行為的定義」單元所述，下列何者非不當研究行為？
(1) 研究資料之過度美化
(2) 研究設備之不當操作
(3) 刻意不發表研究成果
(4) 將研究結果過度切割為數個發表單位
答案: 3

題目: 6. 一位指導教授臨時需要實驗結果的資料，然而負責幫教授執行實驗的研究生小究卻
發現，目前有三筆數據的結果還未取得，但為了可以如期交付實驗結果，他只好在未
完成之三筆數據結果的欄位，隨機填上數字，以求暫時對教授有所交代。請問小究的
行為，屬於以下何種不當研究行為？
(1) 資料蒐集程序不當
(2) 造假／變造研究數據
(3) 剽竊／抄襲
(4) 重複發表／出版研究成果、申請計畫
答案: 2

題目: 7. 下列何者對「造假」資料的敘述有誤？
(1) 指研究者偽造研究過程中不存在的資料。
(2) 指研究者虛構研究過程中不存在的研究結果。
(3) 為了支持研究假設，將統計上未達顯著水準的分析數值，偷改成有達到顯著水準
的數值，此行為稱為「造假」。
(4) 研討會的截稿日期將至，但剛回收的資料來不及進行統計分析，所以先隨意輸入
一些數值並分析，以快速完成論文，此行為稱為「造假」。
答案: 3

題目: 8. 下列何者是忠實呈現研究結果的主要理由？
(1) 秉持誠信原則行事，預防不實成果影響個人信譽和生涯發展。
(2) 不實的研究結果可能會侵害他人研究結果的正確性，也可能造成他人在生理和心
理上的傷害。
(3) 發表不實研究成果的話，可能會被教育部依《學位授予法》撤銷學位。
(4) 以上皆是。
答案: 4

題目: 9. 下列何者不是抄襲與剽竊的後果？
(1) 可能破壞自身的研究信用
(2) 可能會受到撤銷學位的懲處
(3) 可能會受到原作者的讚賞
(4) 原作者有可能提出法律告訴
答案: 3

題目: 10. 下列何者不是學術寫作上避免抄襲與剽竊的方法？
(1) 了解自己學術領域正確的寫作格式
(2) 盡量不要自己寫作，全部複製他人文章
(3) 引用他人資料時，清楚引述與註明參考文獻
(4) 要引述的資料若過多，徵求原作者同意
答案: 2

題目: 11. 在發想與擇定研究主題的過程中，下列何種行為較為適宜？
(1) 將指導教授參與的計畫內容私自拿去投稿。
(2) 複製某篇作業的題目，一字不改地當作自己的研究題目。
(3) 多閱讀文獻，並與指導教授再三討論與修訂適宜的研究方向。
(4) 將錄音筆偷放在同學的座位，偷聽同學們討論的報告內容。
答案: 3

題目: 12. 若研究主題為教授參與的研究計畫，以下哪些需要留意？
(1) 計畫補助的單位。
(2) 資料成果的所有權歸屬。
(3) 對計畫內容保密的責任。
(4) 以上皆是。
答案: 4

題目: 13. 蒐集研究文獻資料的過程中，有哪些事項是需要注意的？
(1) 留意資料的授權使用範圍，例如下載、重製的範圍。
(2) 校外連線使用學校資料庫時，應瞭解連線方式與授權範圍。
(3) 如要到其他學校圖書館蒐集資料，需瞭解該校的借閱權限。
(4) 以上皆是。
答案: 4

題目: 14. 花花是研究所一年級的新生，她想了解如何蒐集研究文獻資料，下列哪一種蒐集與使
用資料的方式是不適當的？
(1) 選擇與自己研究領域相近的學術資料庫，進行蒐尋。
(2) 直接複製貼上學長姊的論文，作為自己的文獻資料。
(3) 參加學校舉辦的「圖書館服務與資源利用課程」，學習如何蒐集資料。
(4) 留意蒐集的資料授權使用範圍，例如下載、重製的範圍。
答案: 2

題目: 15. 下列對引述（quoting）的寫作技巧，何者有誤？
(1) 意義是在清楚註明文章中所參考的資料，以避免抄襲他人的研究，也讓讀者更了
解相關的文獻。
(2) 不需要在文後清楚註明參考文獻（reference）或完整的書目資訊。
(3) 通常引用 40 字以上的文字即需：獨立引文，引述的文字單獨成一個段落。
(4) 研究著作的投稿規範通常引用 40 字以內的文字即需：串在正文內，並加上引號。
答案: 2

題目: 16. 下列何者為學術寫作中，需要引述（quoting）的情況？
(1) 引述他人論點
(2) 呈現受訪者原始回答內容
(3) 引述二手資料
(4) 以上皆是
答案: 4

題目: 17. 小碩正在撰寫跟網路教學相關的論文，為了避免抄襲，他分別使用「改寫（paraphrasing）」
及「摘寫（summarizing）」的方式來引用他人文句。請問下列何者可能使用「摘寫」
的寫作技巧？
(1) Wang（2006）認為，學習者藉由網路作為工具，與外國人進行文化交流，能讓學
生有更多接觸世界的機會，而且學生對於不同文化的態度也會轉變得更積極。
(2) 本研究中訪問的教師也表達了相同的想法：
我認為網路很方便，而且可以幫助不同國籍的學生降低文化差異，這是很好的現
象，我覺得未來會有愈來愈多的人使用網路來學習。（教師 1）
(3) 以上皆為改寫（paraphrasing）的寫作技巧。
(4) 以上皆為摘寫（summarizing）的寫作技巧。
答案: 1

題目: 18. 下列對改寫（paraphrasing）的寫作技巧，何者有誤？
(1) 使用時機為：文章意義的重現與內涵重申，或者整合多筆文章內容於同一段落。
(2) 保留原文作者觀點，並適時加上引用者自身看法，重新表達資料。
(3) 改寫後的文字長度和原文差非常多。
(4) 像是一種「換句話說」的概念，改以其他文字與說法，傳達原文的精神。
答案: 3

題目: 19. 以下關於引用的研究倫理規範，何者有誤：
(1) 寫作學術論文時，內容必須全部都是作者自己原始創作，一概不得援引任何他人
的理論、研究或資料。
(2) 引用他人著作時，應依照各該學門的學術引註習慣，以適當方式為之。
(3) 如果一字不變地引用他人著作，應以引號或分段縮排等適當方式，明確標明哪些
部分是引用自他人的著作內容。
(4) 引用他人研究或理論進行文獻回顧時，不宜只是單純的剪貼資料，而應經作者自
身閱讀並思考文獻內容後，挑選與本論文研究主題直接相關的部分加以援用。
答案: 1

題目: 20. 某研究生甲每次作實驗都會撰擬實驗筆記，內容記載自己做實驗的心得、下次該改進
的地方、與實驗成果等資訊，但該資訊僅作為自己參考，沒有將之對外公開。有一天
甲將筆記借給同研究室交情很好的乙同學，但借閱給乙時，甲表示該筆記僅供乙參考，
不希望他再轉借給別人或任意對外洩漏內容。另一方面，乙平常有寫部落格（blog）
文章當作備忘錄的習慣，乙閱讀甲的筆記後，把其中部分內容摘錄下來貼上自己的部
落格，以供日後參考（部落格設定為公開狀態，但除了乙的好友外沒什麼其他人在看）。
在上述情境下，以下描述何者正確：
(1) 因為乙只貼到自己的部落格上，部落格上沒有放廣告，沒有營利目的，所以乙的
行為沒有侵害甲的任何權利。
(2) 如果乙貼上部落格一天後就被甲發現，而立刻刪除該文章，如果在該文上網期間
沒有任何人實際看到該部落格文章，乙就沒有侵害甲的權利。
(3) 如果乙有確實標明出處，並且在合理範圍內，即可主張合理使用。
(4) 即使乙有確實標明出處，並且在合理範圍內，也不得主張合理使用。
答案: 4

題目: 21. 小妍是一位碩士生，她在畢業前夕已將自己的中文碩士論文改寫成一篇英文期刊論
文，並決定投稿到水準不錯的期刊。此時，她面臨了一個「誰有資格掛名為論文作者」
的問題。如果你是小妍，除了自己，你覺得誰最有資格掛名為共同作者呢？
(1) 實驗室的創辦人：因為他是實驗室的創始人，因此利用該實驗室的資源所產出的
研究著作，都應該掛上創始人之名。
(2) 碩士班的指導教授：因為他在小妍的碩士論文中提供非常多研究上的建議，且協
助修改英文期刊論文的文稿，使論文在組織和邏輯上更符合期刊論文的要求。
(3) 實驗室的行政管理者：因為他負責協助進行實驗室設備和環境的採購及維護，使
小妍可以在資源充沛、安全無虞的環境中進行研究。
(4) 大學時期的教授：因為他替小妍寫推薦信，使小妍可以推甄上目前就讀的研究所，
才有此篇論文產生。
答案: 2

題目: 22. 以下何者並非一位負責任的論文作者應有的行為？
(1) 規避論文發表後，讀者對論文內容所提出的質疑。
(2) 在執行合作型的研究時，避免著作權的爭議。
(3) 確保研究論文的品質和精確性。
(4) 確保研究及發表的過程，皆符合研究倫理的規範。
答案: 1

題目: 23. 著作人原則上於什麼時候取得著作權？
(1) 著作人於著作登記時取得著作權。
(2) 著作人於著作完成時取得著作權。
(3) 著作人於政府主管機關核准時取得著作權。
(4) 著作人於著作備查時取得著作權。
答案: 2

題目: 24. 「抄襲著作」違反《著作權法》的判斷標準，除了須依《著作權法》第 44 至 65 條規
定之審酌合理使用外，法院還以什麼要件作為衡量依據？
(1) 「接觸」要件
(2) 「實質相似」要件
(3) 以上皆是
(4) 以上皆非
答案: 3

題目: 25. 何者不是《個資法》第 2 條第 1 款所稱的個人資料？
(1) 國民身分證統一編號
(2) 出生年月日
(3) 姓名
(4) 准考證號碼
答案: 4

題目: 26. 依《個資法》第 20 條第 1 項規定，非公務機關對個人資料之利用，原則上應具備以
下何種要件？
(1) 應於蒐集之特定目的必要範圍內為之。
(2) 不需要於蒐集之特定目的必要範圍內為之。
(3) 可以違反蒐集之特定目的。
(4) 《個資法》沒有規定。
答案: 1

題目: 27. 阿明不想讓他人知道其指紋、性生活、病歷資料內容，上述何者是法律要保障的隱私？
(1) 指紋。
(2) 性生活。
(3) 病歷資料。
(4) 以上皆是。
答案: 4

題目: 28. 快樂社區的流浪狗被虐待致死，由於虐待者的手段凶殘，該社區的居民決定找出虐待
者，於是透過監視畫面，開始人肉搜索，發現小胖就是虐待動物的人，然而在搜索當
中，搜索者阿國顯示的小胖個人資料卻不是已公開的個資或取自一般可得來源，阿國
是否侵犯小胖的個人資訊隱私權？
(1) 阿國已侵犯小胖的資訊隱私權。
(2) 阿國沒有侵犯小胖的資訊隱私權。
(3) 人肉搜索是被允許的，所以，阿國沒有侵犯小胖的資訊隱私權。
(4) 小胖虐待動物的行為本來就不對，為保護動物，當然可以侵犯小胖的資訊隱私權。
答案: 1

題目: 29. 依據《貝爾蒙特報告書》所述，在簽署「知情同意」時，必須至少落實哪三項準則？
A. 提供充足的研究資訊
B. 提供合理的酬賞
C. 必須使受試者能完全理解資訊內容
D. 必須使受試者在完全自願的情況下簽署知情同意
E. 避免執行以易受傷害族群為對象的研究
(1) ABC
(2) BCD
(3) ACD
(4) BCE
答案: 3

題目: 30. 以下何者符合《貝爾蒙特報告書》中「正義」原則的研究行為？
(1) 因私人因素而不將某位符合研究資格的病患納入可能對他有益的人體試驗。
(2) 因刻板印象而以特定原住民族作為研究對象。
(3) 以物質利誘弱勢族群參加研究。
(4) 仔細評估研究中的風險和負擔，盡力協助受試者享有研究成果所帶來的利益。
答案: 4

題目: 31. 下列關於研究資料及成果之所有權的敘述，何者為非？
(1) 政府若授權研究單位使用經由公家單位取得的資料，以鼓勵他們進行涉及公眾利
益之研究時，此時資料的所有權通常便是屬於政府的。
(2) 依據我國國家科學及技術委員會的規定，受國家科學及技術委員會補助的研究計
畫，其研究資料及成果的所有權均由計畫主持人持有。
(3) 在蒐集研究資料前，研究人員必須先釐清資料所有權的認定，因為這可能會影響
到誰可以發表或出版研究成果。
(4) 由私人企業出資的研究，可能會保留未來將資料用於商業用途的權利。
答案: 2

題目: 32. 小美是一位細胞學領域的研究生，她在每次的實驗室記錄當中，一定必須詳細記錄哪
些實驗的細節？
甲、 實驗目的及流程
乙、 實驗地點及內容
丙、 實驗室的空間規劃
丁、 成功的實驗結果
戊、 失敗的實驗結果
己、 後續實驗的建議
庚、 實驗樣本的儲存位置
辛、 實驗進行當天的衣著
(1) 甲、乙、丙、丁
(2) 甲、乙、丁、己、庚
(3) 甲、乙、丁、戊、己、庚
(4) 甲、乙、丁、戊、己、庚、辛
答案: 3

題目: 33. 小明因為家境清寒，需靠半工半讀完成學業，常蠟燭兩頭燒；這學期的期末報告老師
規定採用分組報告，身為好朋友的你會怎麼幫助他度過這次的期末報告？
(1) 好人做到底，直接幫他蒐集一份資料，當作他的貢獻。
(2) 建議他可以上網找寫手幫忙。
(3) 時常提醒他報告的進度，並提醒他做好時間管理。
(4) 小明對分組報告都沒有貢獻，直接把他踢出團隊。
答案: 3

題目: 34. 小宜這學期修了一堂大一英文，這門課的考試方式是集中兩、三百人在活動中心一起
考試，考試那天小宜家裡剛好有重要的事情無法出席會考，小宜應該怎麼辦？
(1) 拜託隔壁校的好朋友來幫忙考試。
(2) 上網搜尋幫忙考試的服務，找專業寫手幫忙。
(3) 直接缺考。
(4) 考試前趕快告訴老師或助教，詢問是否能事後補考。
答案: 4

題目: 35. 下列對「公開傳輸權」的敘述，何者正確？
(1) 擅自將他人著作放到網路上供人下載或轉寄與大家分享，可能侵犯公開傳輸權。
(2) 因為找不到原作者是誰，只要加註如有侵權將移除，即可分享或轉貼他人著作。
(3) 只是公開分享非法的影音超連結，頂多只會侵犯重製權，不會侵犯公開傳輸權。
(4) 以上皆是。
答案: 1

題目: 36. 下列何種網路使用行為最可能侵犯他人著作權？
(1) 為了寫學校作業，適度地引用他人資料並註明出處。
(2) 為了學習繪圖軟體，在網路上下載幾張圖片自己在家練習。
(3) 將電影的非法網路連結張貼在社群網站給所有朋友看。
(4) 以即時連線的方式在網路影音平台上觀看綜藝節目。
答案: 3

`;