questions += `
題目: 1. 下列何者對「引用」資料的敘述有誤？
(1) 為了完成課堂作業，閱讀許多資料之後，我重新歸納摘要並重新用自己的文字將
其想法表達出來並註明出處，寫在作業內容中。
(2) 為了完成課堂作業，上網找了許多資料，因為這些資料都是免費取得的，所以我可
以直接使用於作業內容中而不用註明來源出處。
(3) 為了讓作業內容更加正確完整，我利用引號將學者提出的重要句子完整呈現，並
提供清楚的資料來源與出處。
(4) 為了完成課堂作業，應該與授課教師確認作業的進行方式與內容格式，避免不符
規定影響作業成績。
答案: 2

題目: 2. 下列何者對「變造／造假」資料的敘述有誤？
(1) 偽造研究過程中不存在的資料。
(2) 虛構研究過程中不存在的研究結果，以支持研究假設。
(3) 因為不想上課，偽造就醫證明文件。
(4) 因為作業繳交的期限快到了，但還來不及完成統計分析，所以先拿已經繳交過的
作業或是學長姊分享的報告修改成自己的名字先上傳繳交，此行為稱為「造假」。
答案: 4

題目: 3. 在研究的過程中，最重要的核心價值為何？
(1) 節儉，盡可能降低研究成本。
(2) 守時，能按預訂時程完成實驗步驟是最重要的。
(3) 誠實，以實踐科學誠信的價值。
(4) 熱情，致力於與師長同儕的社交關係。
答案: 3

題目: 4. 下列何者是符合一般研究倫理規範的行為？
(1) 為了增加論文內容的說服性，而美化研究圖表或過度詮釋研究結果。
(2) 在撰寫論文時，誠實且精確地呈現和報告研究資料。
(3) 因研究設計不周延，而耗費許多研究資源和社會成本。
(4) 將對該研究缺乏實質貢獻的人，納為論文的共同作者。
答案: 2

題目: 5. 小妍和她的指導教授共同列名於一篇共同完成的學術論文，他們將要把該篇論文投稿
至國外的學術期刊。在投稿前夕，一位曾協助小妍修改論文語句和文法的學姐，向小
妍提出她也要列名作者的要求。你認為小妍應該同意讓學姐一同掛名作者嗎？為什麼？
(1) 應該，因為學姊快畢業了，小妍應該幫助學姊
(2) 應該，學姊是前輩，小妍應該聽學姊的話
(3) 不應該，單純修改語句和文法對於該研究的實質貢獻較少
(4) 都可以，小妍高興就好
答案: 3

題目: 6. 小光所就讀的研究所規定，研究生在畢業前必須發表至少一篇期刊論文。在小光完成
期刊論文後，他發現距離畢業的時間在即，他不確定自己的作品在畢業前是否可以如
期被期刊所刊登，因此他決定將該篇論文一次投稿到三本期刊，以期增加獲刊登的機
會；他也告訴自己，一旦該篇論文被重複接受，他也會選擇撤掉其他的投稿，只留其
中一本期刊做刊登。小光的行為，是否涉及不當研究行為？
(1) 否，因為他最終只會選擇一處刊登，所以行為合理
(2) 否，因為一稿多投可以增加論文的曝光率，是學術研究界普遍的行為
(3) 是，小光將同篇論文同時投稿至多本期刊的作法並沒有錯，但他若同時被多個期
刊接受卻又撤稿，這是浪費資源的行為，應該全數接受刊登才是合理的作法
(4) 是，即使小光最終只會選擇一處刊登，但他將同篇論文同時投稿至多本期刊的行
為，即是重複發表，違反研究倫理
答案: 4

題目: 7. 下列何者對「變造」資料的敘述有誤？
(1) 指研究者更改或刪除數據、結果或圖片。
(2) 指研究者操弄研究資料或設備，以達到自己設定的研究假設。
(3) 為了支持研究假設，將統計上未達顯著水準的分析數值，偷改成有達到顯著水準
的數值，此行為稱為「變造」。
(4) 研討會的截稿日期將至，但剛回收的資料來不及進行統計分析，所以先隨意輸入
一些數值並分析，以快速完成論文，此行為稱為「變造」。
答案: 4

題目: 8. 下列哪些原則可以幫助研究人員避免不當的處理資料？
(1) 詳實紀錄所有的實驗數據，並確認數據的正確性。
(2) 勿因研究結果不符預期，而造假或是變造研究數據與圖像。
(3) 若對處理資料的方式有不甚了解之處，應該諮詢相關領域的專家或指導教授。
(4) 以上皆是。
答案: 4

題目:  9. 下列何者不是抄襲與剽竊的後果？
(1) 可能破壞自身的研究信用
(2) 可能會受到撤銷學位的懲處
(3) 可能會受到原作者的讚賞
(4) 原作者有可能提出法律告訴
答案: 3

題目: 10. 下列何者不是學術寫作上避免抄襲與剽竊的方法？
(1) 了解自己學術領域正確的寫作格式
(2) 盡量不要自己寫作，全部複製他人文章
(3) 引用他人資料時，清楚引述與註明參考文獻
(4) 要引述的資料若過多，徵求原作者同意
答案: 2

題目: 11. 在發想與擇定研究主題的過程中，我們需要注意哪些研究倫理議題？
(1) 與指導教授確認研究資料的所有權。
(2) 清楚引註資料來源，避免剽竊抄襲。
(3) 如果需要訪談專家，錄音錄影前需告知當事人。
(4) 以上皆是。
答案: 4

題目: 12. 在發想與擇定研究主題的過程中，下列何種行為較為適宜？
(1) 將指導教授參與的計畫內容私自拿去投稿。
(2) 複製某篇作業的題目，一字不改地當作自己的研究題目。
(3) 多閱讀文獻，並與指導教授再三討論與修訂適宜的研究方向。
(4) 將錄音筆偷放在同學的座位，偷聽同學們討論的報告內容。
答案: 3

題目: 13. 下列何者可能不是一種符合研究倫理的文獻資料蒐集方法？
(1) 訂閱感興趣的議題或期刊。
(2) 透過學校圖書資訊連結學術資料庫。
(3) 透過學校圖書資訊利用指導蒐集資料。
(4) 大量下載其他學校訂閱的期刊文章，並上傳到自己所上網頁。
答案: 4

題目: 14. 花花是研究所一年級的新生，她想了解如何蒐集研究文獻資料，下列哪一種蒐集與使
用資料的方式是不適當的？
(1) 選擇與自己研究領域相近的學術資料庫，進行蒐尋。
(2) 直接複製貼上學長姊的論文，作為自己的文獻資料。
(3) 參加學校舉辦的「圖書館服務與資源利用課程」，學習如何蒐集資料。
(4) 留意蒐集的資料授權使用範圍，例如下載、重製的範圍。
答案: 2

題目: 15. 下列對引述（quoting）的寫作技巧，何者有誤？
(1) 意義是在清楚註明文章中所參考的資料，以避免抄襲他人的研究，也讓讀者更了
解相關的文獻。
(2) 不需要在文後清楚註明參考文獻（reference）或完整的書目資訊。
(3) 通常引用 40 字以上的文字即需：獨立引文，引述的文字單獨成一個段落。
(4) 研究著作的投稿規範通常引用 40 字以內的文字即需：串在正文內，並加上引號。
答案: 2

題目: 16. 下列何者為學術寫作中，需要引述（quoting）的情況？
(1) 引述他人論點
(2) 呈現受訪者原始回答內容
(3) 引述二手資料
(4) 以上皆是
答案: 4

題目: 17. 小碩正在撰寫跟網路教學相關的論文，為了避免抄襲，他分別使用「改寫（paraphrasing）」
及「摘寫（summarizing）」的方式來引用他人文句。請問下列何者可能使用「摘寫」
的寫作技巧？
(1) Wang（2006）認為，學習者藉由網路作為工具，與外國人進行文化交流，能讓學
生有更多接觸世界的機會，而且學生對於不同文化的態度也會轉變得更積極。
(2) 本研究中訪問的教師也表達了相同的想法：
我認為網路很方便，而且可以幫助不同國籍的學生降低文化差異，這是很好的現
象，我覺得未來會有愈來愈多的人使用網路來學習。（教師 1）
(3) 以上皆為改寫（paraphrasing）的寫作技巧。
(4) 以上皆為摘寫（summarizing）的寫作技巧。
答案: 1

題目: 18. 下列對摘寫（summarizing）的寫作技巧，何者有誤？
(1) 使用時機為：縮減較長的文字段落，例如一整個章節或者一整本書
(2) 摘寫後長度較原文長，會用更多文句來詮釋原文。
(3) 摘寫後長度較原文精簡。
(4) 像是一種「一言以蔽之」的概念，用少量的文字，傳達原文大量的內容。
答案: 2

題目: 19. 下列何種狀況，於法律上無法主張合理使用？
(1) 記者進行報導。
(2) 研究人員執行研究計畫。
(3) 國中教師於課堂上進行教學。
(4) 撰寫如何從黑市取得並改造槍枝之書籍。
答案: 4

題目: 20. 以下關於引用他人著作時，正確的引註方式的描述，何者有誤：
(1) 須為報導、評論、教學、研究或其他正當目的之行為。
(2) 所引用他人創作之部分與自己創作之部分，必須可加以區辨。
(3) 只要所引用的量占整個著作比例很低，即屬於合理使用範圍內。
(4) 須明示出處。
答案: 3

題目: 21. 以下何者並非一位負責任的論文作者應有的行為？
(1) 規避論文發表後，讀者對論文內容所提出的質疑。
(2) 在執行合作型的研究時，避免著作權的爭議。
(3) 確保研究論文的品質和精確性。
(4) 確保研究及發表的過程，皆符合研究倫理的規範。
答案: 1

題目: 22. 在定義及排序論文的作者時，主要的考量事項為何？
(1) 對研究和論文是否產生實質貢獻。
(2) 實質貢獻的項目及程度。
(3) 研究著作的著作權歸屬。
(4) 以上皆是。
答案: 4

題目: 23. 單純為傳達事實之新聞報導所作成之語文著作是否為《著作權法》所列不受保護的著
作？
(1) 是
(2) 否
(3) 著作權法未規定
(4) 並非著作權法第 9 條規範
答案: 1

題目: 24. 網路上資料是否受《著作權法》保護？
(1) 網路上的資料是公開的，不受《著作權法》保護。
(2) 網路上的資料只要符合《著作權法》保護之著作，《著作權法》即給予保護。
(3) 《著作權法》沒有規定保護網路上的資料。
(4) 網路上的資料不屬於創作，不受《著作權法》保護。
答案: 2

題目: 25. 《個資法》規範的對象為何？
(1) 公務機關，例如政府部門或公家機構。
(2) 非公務機關，例如一般公司機構或補習班。
(3) 非公務機關，例如一般個人。
(4) 以上皆是。
答案: 4

題目: 26. 《個資法》第 19 條第 1 項規定，非公務機關對個人資料之蒐集或處理，應有特定目
的外，並且須符合下列何種情形之一，才可以為之？
(1) 法律明文規定。
(2) 當事人同意。
(3) 有關公共利益。
(4) 以上皆是。
答案: 4

題目: 27. 有關隱私權的敘述，何者是正確的？
(1) 隱私權是憲法保障的基本人權。
(2) 侵害隱私權將負擔民事上的損害賠償責任。
(3) 隱私權是在尊重個人自主的權利。
(4) 以上皆是。
答案: 4

題目: 28. 國中生的小玉不想讓他人知道阿志寄給她的情書內容，於是將它放在學校抽屜裡。由
於近來小玉的行為表現不太正常，老師為了解小玉的交友情況，發現小玉的抽屜有一
封情書，因此，將該情書沒收並閱讀內容，老師是否侵犯小玉的隱私？
(1) 老師沒有侵犯小玉的隱私。
(2) 老師已侵犯小玉的隱私。
(3) 小玉未滿 20 歲，並沒有隱私的問題。
(4) 老師是為了解學生交友情形，當然可以侵犯學生的隱私。
答案: 2

題目: 29. 下列何者不是《貝爾蒙特報告書》所提到之研究過程中必須遵循的基本原則？
(1) 尊重人格
(2) 守法
(3) 行善
(4) 正義
答案: 2

題目: 30. 依據《貝爾蒙特報告書》所述，在簽署「知情同意」時，必須至少落實哪三項準則？
A. 提供充足的研究資訊
B. 提供合理的酬賞
C. 必須使受試者能完全理解資訊內容
D. 必須使受試者在完全自願的情況下簽署知情同意
E. 避免執行以易受傷害族群為對象的研究
(1) ABC
(2) BCD
(3) ACD
(4) BCE
答案: 3

題目: 31. 請問在蒐集具隱私性的個人資料（如：心理狀態、醫療背景）之前，研究人員應該妥
善規劃哪些工作事項？
(1) 規劃安全、具隱密性的空間儲存研究資料。
(2) 和受試者雙方簽署《資料保密協定書》或《個人資料授權使用聲明書》等文件。
(3) 僅授權特定人士在特定目的下，才能使用該資料。
(4) 以上皆是。
答案: 4

題目: 32. 下列關於研究資料蒐集的方法，下列何者為是？
(1) 蒐集資料前應完善設計和撰寫「資料管理計畫書」，以增進資料蒐集和處理的品質，
並節省成本。
(2) 若是放在網路上的資料庫，通常都是已授權給大眾自由使用，因此沒有是否需要
申請授權的問題。
(3) 一般研究機構和學術出版單位，都能接受因研究人員粗心或無意間所造成的疏失，
故研究人員不必在意這部分。
(4) 蒐集研究資料的方法相當多元，研究人員可以刻意選用某種研究方法或設定某種
實驗條件，以得到預期中想要的結論；這是可以被接受的行為。
答案: 1

題目: 33. 下列哪一項不是學習的目的？
(1) 追求真理
(2) 學會對自己負責
(3) 對知識探索的渴望
(4) 博取長輩的歡心
答案: 4

題目: 34. 以下何者不是防範作弊的方法？
(1) 遵循老師的作業規定
(2) 追求真理知識
(3) 做好時間管理
(4) 把作業發包給同學寫
答案: 4

題目: 35. 下列對「著作權」的敘述，何者是錯誤的？
(1) 著作權人享有重製自己著作的權利。
(2) 著作權人有權將自己的著作放到網路上公開傳輸。
(3) 現行著作權也適用於網路情境，常見的是「重製權」和「公開傳輸權」。
(4) 沒有經過著作人的同意，對他人的著作加以重製，就一定會侵犯著作權法。
答案: 4

題目: 36. 如果在某篇網路文章中，看到以下圖示，請問代表什麼意思？
(1) 此文章擁有著作人權利，不得為個人使用、不得營利，也禁止引用。
(2) 此文章允許使用者重製、散布、傳輸，但須標示著作人姓名、不得為商業目的使
用，亦不得修改。
(3) 此文章允許使用者重製、散布、傳輸，但須標示著作人姓名、不得為商業目的使
用，亦須以相同方式分享。
(4) 此文章有標示著作人姓名，即便使用者不是為了商業目的使用，也不允許重製、
散布、傳輸。
答案: 2

`;