questions += `
題目: 1. 以下何者為科學家應承擔的社會責任？
A.進行研究時秉持誠實、尊重、嚴謹、課責、透明的等基本原則。
B.接受同儕的檢驗與評論，對研究過程的合宜性與成果的有效性、正確性擔負相當的
 責任。
C.專注於個人的研究，避免與研究社群、社會大眾接觸。
D.為促進知識進步與社會創新等公益目的，研究者應該於研究資料與成果發表與確立
 後，合法開放給社會大眾共享。
(1) ABC
(2) ACD
(3) ABD
(4) BCD
答案: 3

題目: 2. 下列何者是符合一般研究倫理規範的行為？
(1) 為了增加論文內容的說服性，而美化研究圖表或過度詮釋研究結果。
(2) 在撰寫論文時，誠實且精確地呈現和報告研究資料。
(3) 因研究設計不周延，而耗費許多研究資源和社會成本。
(4) 將對該研究缺乏實質貢獻的人，納為論文的共同作者。
答案: 2

題目: 3. 若一位研究所的新生，想在開學前了解自己應該特別注意的倫理規範，他可以由哪方
面著手取得相關的規範事項？
(1) 查詢國家科學及技術委員會網站的「學術倫理」專區。
(2) 了解學校有關學術倫理的相關規範與課程。
(3) 瀏覽專業學會的網站，取得最新的倫理規範內容。
(4) 以上皆是。
答案: 4

題目: 4. 在進行研究的過程中，下列何種行為最可以保障研究參與者和受試者的權利，並維護
他們的安全？
(1) 提供研究參與者和受試者參與研究的報酬，並以許多誘因避免他們半途退出研究。
(2) 落實研究參與者和受試者履行知情同意的原則，並謹慎評估研究可能所致的風險。
(3) 完全不以未成年或其他易受傷害族群（如病患、孕婦）作為研究對象。
(4) 對成年的研究參與者和受試者，簡化關於研究風險的敘述，以降低他們的心理壓
力。
答案: 2

題目: 5. 以倫理的角度而言，研究者應該履行的個人責任為何？
(1) 即使處在高壓的研究情境中，仍應以高道德標準檢視自己的研究行為。
(2) 學習道德批判、決策及問題解決的個人能力。
(3) 在做任何決策前，都應謹慎思量其可能帶來的效益及影響，並承擔決策後的後果。
(4) 以上皆是。
答案: 4

題目: 6. A 醫療機構欲對 B 做人體試驗，未明確告知 B 有關試驗事項，但 B 已書面同意 A 對
其做人體試驗，A 醫療機構違反何種法律之規定？
(1) 社會秩序維護法
(2) 國際私法
(3) 票據法
(4) 醫療法
答案: 4

題目: 7. 研究者向國家科學及技術委員會申請補助專題研究計畫，國家科學及技術委員會會要
求研究者的研究行為須符合學術倫理，何者是國家科學及技術委員會所制定的學術倫
理規範？
(1) 人體研究倫理政策指引
(2) 研究人員學術倫理規範
(3) 研究用人體檢體採集與使用注意事項
(4) 人體試驗管理辦法
答案: 2

題目: 8. 一位指導教授臨時需要實驗結果的資料，然而負責幫教授執行實驗的研究生小究卻發
現，目前有三筆數據的結果還未取得，但為了可以如期交付實驗結果，他只好在未完
成之三筆數據結果的欄位，隨機填上數字，以求暫時對教授有所交代。請問小究的行
為，屬於以下何種不當研究行為？
(1) 資料蒐集程序不當
(2) 造假／變造研究數據
(3) 剽竊／抄襲
(4) 重複發表／出版研究成果、申請計畫
答案: 2

題目: 9. 小光所就讀的研究所規定，研究生在畢業前必須發表至少一篇期刊論文。在小光完成
期刊論文後，他發現距離畢業的時間在即，他不確定自己的作品在畢業前是否可以如
期被期刊所刊登，因此他決定將該篇論文一次投稿到三本期刊，以期增加獲刊登的機
會；他也告訴自己，一旦該篇論文被重複接受，他也會選擇撤掉其他的投稿，只留其
中一本期刊做刊登。小光的行為，是否涉及不當研究行為？
(1) 否，因為他最終只會選擇一處刊登，所以行為合理
(2) 否，因為一稿多投可以增加論文的曝光率，是學術研究界普遍的行為
(3) 是，小光將同篇論文同時投稿至多本期刊的作法並沒有錯，但他若同時被多個期
刊接受卻又撤稿，這是浪費資源的行為，應該全數接受刊登才是合理的作法
(4) 是，即使小光最終只會選擇一處刊登，但他將同篇論文同時投稿至多本期刊的行
為，即是重複發表，違反研究倫理
答案: 4

題目: 10. 下列哪些原則可以幫助研究人員避免不當的處理資料？
(1) 詳實紀錄所有的實驗數據，並確認數據的正確性。
(2) 勿因研究結果不符預期，而造假或是變造研究數據與圖像。
(3) 若對處理資料的方式有不甚了解之處，應該諮詢相關領域的專家或指導教授。
(4) 以上皆是。
答案: 4

題目: 11. 下列何者是忠實呈現研究結果的主要理由？
(1) 秉持誠信原則行事，預防不實成果影響個人信譽和生涯發展。
(2) 不實的研究結果可能會侵害他人研究結果的正確性，也可能造成他人在生理和心
理上的傷害。
(3) 發表不實研究成果的話，可能會被教育部依《學位授予法》撤銷學位。
(4) 以上皆是。
答案: 4

題目: 12. 下列何者不是抄襲與剽竊的後果？
(1) 可能破壞自身的研究信用
(2) 可能會受到撤銷學位的懲處
(3) 可能會受到原作者的讚賞
(4) 原作者有可能提出法律告訴
答案: 3

題目: 13. 下列何者不是學術寫作上避免抄襲與剽竊的方法？
(1) 了解自己學術領域正確的寫作格式
(2) 盡量不要自己寫作，全部複製他人文章
(3) 引用他人資料時，清楚引述與註明參考文獻
(4) 要引述的資料若過多，徵求原作者同意
答案: 2

題目: 14. 下列何者「非」可能產生自我抄襲之情境？
(1) 研究資料擴充重新發表
(2) 研究論文之文字重複使用
(3) 美化研究結果與研究圖表
(4) 研究資料切割／分散發表
答案: 3

題目: 15. 下列何者「非」產生自我抄襲之可能原因？
(1) 撰寫論文時不免會提及之前的研究成果，為了避免抄襲他人文字，因此使用自己
已發表的文字
(2) 為了確保自己研究論文的品質與研究結果的精確性
(3) 語言的使用能力有限，擔心文章用詞不妥切，因此使用自己已發表的文字
(4) 具有在某期限內必須發表一定數量的論文壓力
答案: 2

題目: 16. 下列對引述（quoting）的寫作技巧，何者有誤？
(1) 意義是在清楚註明文章中所參考的資料，以避免抄襲他人的研究，也讓讀者更了
解相關的文獻。
(2) 不需要在文後清楚註明參考文獻（reference）或完整的書目資訊。
(3) 通常引用 40 字以上的文字即需：獨立引文，引述的文字單獨成一個段落。
(4) 研究著作的投稿規範通常引用 40 字以內的文字即需：串在正文內，並加上引號。
答案: 2

題目: 17. 小碩正在撰寫跟網路教學相關的論文，請問下列何者的文句是小碩使用「引述
（quoting）」的寫作技巧？
(1) Wang（2006）認為，學習者藉由網路作為工具，與外國人進行文化交流，能讓學
生有更多接觸世界的機會，而且學生對於不同文化的態度也會轉變得更積極。
(2) 本研究中訪問的教師也表達了相同的想法：
我認為網路很方便，而且可以幫助不同國籍的學生降低文化差異，這是很好的現
象，我覺得未來會有愈來愈多的人使用網路來學習。（教師 1）
(3) 綜合上述，研究者認為網路的即時性、無國界性，可幫助不同國籍的學生縮短時
空距離、文化差異。
(4) 以上皆為引述（quoting）的寫作技巧。
答案: 2

題目: 18. 下列對摘寫（summarizing）的寫作技巧，何者有誤？
(1) 使用時機為：縮減較長的文字段落，例如一整個章節或者一整本書
(2) 摘寫後長度較原文長，會用更多文句來詮釋原文。
(3) 摘寫後長度較原文精簡。
(4) 像是一種「一言以蔽之」的概念，用少量的文字，傳達原文大量的內容。
答案: 2

題目: 19. 小碩正在撰寫跟網路教學相關的論文，為了避免抄襲，他分別使用「改寫（paraphrasing）」
及「摘寫（summarizing）」的方式來引用他人文句。請問下列何者可能使用「摘寫」
的寫作技巧？
(1) Wang（2006）認為，學習者藉由網路作為工具，與外國人進行文化交流，能讓學
生有更多接觸世界的機會，而且學生對於不同文化的態度也會轉變得更積極。
(2) 本研究中訪問的教師也表達了相同的想法：
我認為網路很方便，而且可以幫助不同國籍的學生降低文化差異，這是很好的現
象，我覺得未來會有愈來愈多的人使用網路來學習。（教師 1）
(3) 以上皆為改寫（paraphrasing）的寫作技巧。
(4) 以上皆為摘寫（summarizing）的寫作技巧。
答案: 1

題目: 20. 下列何種狀況，於法律上無法主張合理使用？
(1) 記者進行報導。
(2) 研究人員執行研究計畫。
(3) 國中教師於課堂上進行教學。
(4) 撰寫如何從黑市取得並改造槍枝之書籍。
答案: 4

題目: 21. 某研究生甲每次作實驗都會撰擬實驗筆記，內容記載自己做實驗的心得、下次該改進
的地方、與實驗成果等資訊，但該資訊僅作為自己參考，沒有對外公開。有一天甲將
筆記借給同研究室交情很好的乙同學，但借閱給乙時，甲表示該筆記僅供乙參考，不
希望他再轉借給別人或任意對外洩漏內容。另一方面，乙平常有寫部落格（blog）文
章當作備忘錄的習慣，乙閱讀甲的筆記後，把其中部分內容摘錄下來貼上自己的部落
格，以供日後參考（部落格設定為公開狀態，但除了乙的好友外沒什麼其他人在看）。
在上述情境下，以下描述何者正確：
(1) 因為乙只貼到自己的部落格上，部落格上沒有放廣告，沒有營利目的，所以乙的
行為沒有侵害甲的任何權利。
(2) 如果乙貼上部落格一天後就被甲發現，而立刻刪除該文章，如果在該文上網期間
沒有任何人實際看到該部落格文章，乙就沒有侵害甲的權利。
(3) 如果乙有確實標明出處，並且在合理範圍內，即可主張合理使用。
(4) 即使乙有確實標明出處，並且在合理範圍內，也不得主張合理使用。
答案: 4

題目: 22. 在下列的情境中，何者是適切的論文掛名行為？
(1) 小究對小生的研究沒有實質的貢獻，但小生為了感謝小究在研究所期間對他的鼓
勵和支持，因此在發表時將小究掛名共同作者。
(2) 花花是一位博士生，為了討好某位學術界的知名教授，即使教授對他的論文沒有
實質貢獻，她仍將這位教授掛名在自己即將發表的論文上；花花在掛名前有先告
知這位教授，並取得他的同意。
(3) 小華是一位博士生，他在論文發表時，認為自己的指導教授對該篇研究具有實質
的貢獻，例如：發想研究主題、協助執行研究，以及修改研究論文等，因此他取
得指導教授的同意，將他共同掛名為論文作者。
(4) 小妍和花花是同實驗室的博士生，她們一起共同執行某項研究，並共同撰寫論文。
在發表之際，負責投稿流程的小妍，認為花花的文筆不好，寫的內容常被改掉，
因此認為花花沒有資格掛名為共同作者，故在投稿過程中刪除花花的名字，使自
己成為該篇論文的唯一作者。
答案: 3

題目: 23. 在定義及排序論文的作者時，主要的考量事項為何？
(1) 對研究和論文是否產生實質貢獻。
(2) 實質貢獻的項目及程度。
(3) 研究著作的著作權歸屬。
(4) 以上皆是。
答案: 4

題目: 24. 死亡的著作人，其著作人格權及著作財產權是否仍受《著作權法》的保護？
(1) 著作人格權及著作財產權不受保護。
(2) 著作人格權不受到保護，著作財產權有保護期間的限制。
(3) 著作人格權永遠受到保護，著作財產權不受保護。
(4) 著作人格權永遠受到保護，著作財產權有保護期間的限制。
答案: 4

題目: 25. 網路上資料是否受《著作權法》保護？
(1) 網路上的資料是公開的，不受《著作權法》保護。
(2) 網路上的資料只要符合《著作權法》保護之著作，《著作權法》即給予保護。
(3) 《著作權法》沒有規定保護網路上的資料。
(4) 網路上的資料不屬於創作，不受《著作權法》保護。
答案: 2

題目: 26. 何者不是《個資法》第 2 條第 1 款所稱的個人資料？
(1) 國民身分證統一編號
(2) 出生年月日
(3) 姓名
(4) 准考證號碼
答案: 4

題目: 27. 《個資法》第 3 條規定，本人就其個人資料可以行使何種權利？
(1) 請求停止蒐集、處理或利用。
(2) 請求刪除。
(3) 查詢或請求閱覽。
(4) 以上皆是。
答案: 4

題目: 28. 阿明不想讓他人知道其指紋、性生活、病歷資料內容，上述何者是法律要保障的隱私？
(1) 指紋。
(2) 性生活。
(3) 病歷資料。
(4) 以上皆是。
答案: 4

題目: 29. 小明為了研究，在 BBS 某版中收集網友的言論，並直接引述一些原文(一字未改)在
論文中。小明並未述明這些文字的出處(發言者、暱稱)，但如果用這些文字去搜尋，
讀者可知是哪位網友說的。請問，小明有侵犯發言網友的隱私嗎？
(1) 小明已侵犯網友的資訊隱私權，小明將受刑法的處罰。
(2) 小明應無侵犯網友的隱私權，但使用網路資料時，仍須注意合理使用的範圍。
(3) 只要是為了研究，侵犯他人隱私也是合理的範圍。
(4) 以上皆是。
答案: 2

題目: 30. 以下哪些族群通常被視為是研究中的「易受傷害族群」，在研究過程中，研究者必須
對他們善盡尊重和保護的義務？
(1) 嬰兒、兒童、青少年、老人
(2) 學生、位階低者、軍人、囚犯
(3) 失智者、身心障礙人士、重病者
(4) 以上皆是
答案: 4

題目: 31. 依據《貝爾蒙特報告書》中的「行善」原則，研究者必須在何種風險和預期利益評估
結果下執行研究？
(1) 風險最小化、預期利益最大化。
(2) 風險最大化、預期利益最小化。
(3) 風險和預期利益皆最小化。
(4) 風險和預期利益皆最大化。
答案: 1

題目: 32. 下列關於研究資料蒐集的方法，下列何者為是？
(1) 蒐集資料前應完善設計和撰寫「資料管理計畫書」，以增進資料蒐集和處理的品
質，並節省成本。
(2) 若是放在網路上的資料庫，通常都是已授權給大眾自由使用，因此沒有是否需要
申請授權的問題。
(3) 一般研究機構和學術出版單位，都能接受因研究人員粗心或無意間所造成的疏失，
故研究人員不必在意這部分。
(4) 蒐集研究資料的方法相當多元，研究人員可以刻意選用某種研究方法或設定某種
實驗條件，以得到預期中想要的結論；這是可以被接受的行為。
答案: 1

題目: 33. 小美是一位細胞學領域的研究生，她在每次的實驗室記錄當中，一定必須詳細記錄哪
些實驗的細節？
甲、 實驗目的及流程
乙、 實驗地點及內容
丙、 實驗室的空間規劃
丁、 成功的實驗結果
戊、 失敗的實驗結果
己、 後續實驗的建議
庚、 實驗樣本的儲存位置
辛、 實驗進行當天的衣著
(1) 甲、乙、丙、丁
(2) 甲、乙、丁、己、庚
(3) 甲、乙、丁、戊、己、庚
(4) 甲、乙、丁、戊、己、庚、辛
答案: 3

題目: 34. 下列何者不是利益衝突的處置原則？
(1) 公開原則
(2) 利益交換
(3) 禁止進行
(4) 審核與核准
答案: 2

題目: 35. 當研究者或研究機構對於主要利益的專業判斷，受到次要利益的不當影響時，常會產
生利益衝突。請問下列何者不是研究上常見的次要利益？
(1) 研究者之經濟收入
(2) 知識
(3) 學術名聲
(4) 學術成就
答案: 2

`;